# Названия месяцев в Тамриэле
tamriel_months = {
    1: 'Утренней звезды',
    2: 'Восхода солнца',
    3: 'Первого зерна',
    4: 'Руки дождя',
    5: 'Второго зерна',
    6: 'Середины года',
    7: 'Высокого солнца',
    8: 'Последнего зерна',
    9: 'Огня очага',
    10: 'Начала морозов',
    11: 'Заката солнца',
    12: 'Вечерней звезды'
}

# Названия дней недели в Тамриэле
tamriel_weekdays = {
    0: 'Сандас',
    1: 'Морндас',
    2: 'Тирдас',
    3: 'Миддас',
    4: 'Турдас',
    5: 'Фредас',
    6: 'Лордас'
}

# Границы эр
eras = [
    {"name": "эпоха федерации", "start": 1991},  # Распад Советского Союза
    {"name": "эпоха революции", "start": 1917},  # Окончание Российской империи
    {"name": "эпоха империи", "start": 1721},    # Реформы Петра Великого
    {"name": "эпоха царей", "start": 1547},      # Возникновение Российского царства
    {"name": "эпоха князей", "start": 862}       # Основание Руси
]
